{
    "title": "2013-06-Level 6",
    "Section A": {
        "explanations": {
            "26": "E)constructed 建造，构筑 详解：动词辨析题。空格前有系动词 was，因此空格处应填入形容词作表语或动词的分词形式与 was 一起作谓语，备选项中的两个形容词均不符合句意，因此应填入动词的分词形式。本句意为，当这座大楼于 1962 年首次____时，它的外墙都是薄薄的方形石板。接下来提到了“翻新”（renovation），由此推知，1962 年是首次建造，故答案为 E)constructed 建造，构筑。备选项中的其他动词均不符合文意，故排除。",
            "27": "O)undertaken 开始进行，着手做 详解：动词辨析题。空格前是系动词 was，因此空格处应填入形容词作表语或动词的分词形式与 was 一起作谓语，但备选项中的两个形容词均不符合句意，因此应填入动词的分词形式。本句意为，但这些方形的小石板成了大楼的问题，四十年来不断地从外墙脱落，直到一项重大的翻新工程______。由下文可知，翻新之后大楼外墙的石板换成了太阳能电池板，那么直到翻新开始进行之前外墙都是石板，因此答案为建造，构筑。备选项中的其他动词均不符合文意，故排除。",
            "28": "F)consulted 咨询，商量 详解：动词辨析题。空格前是名词词组 the building’s owners，空格后仍然是名词词组 the solar panel company，句子缺少谓语，因此空格处应填入动词。本句意为，在这次翻新期间，大楼的所有者 CIS 公司______太阳能电池板公司 Solarcentury。下一句提到，他们就用太阳能电池板覆盖整幢大楼达成一致。由此推断，CIS 公司向 Solarcentury 公司咨询了相关事情，两家公司商量后达成一致，故答案为 F)consulted 咨询，商量。由时间状语 during this renovation 可知，空格处应填入动词的过去式，而且是及物动词，因此排除 D)competed、M)range 和 N)scale；又因为 Solarcentury 这家公司一直存在，并不是新发现的，所以排除 H)discovered。",
            "29": "C)collection 收集，采集，组群 详解：名词辨析题。空格前是形容词的最高级 largest，因此应填入名词。本句意为，2004 年，完工后的 CIS 大楼成为欧洲最大的垂直太阳能电池板_______。由上文可知，太阳能电池板覆盖整幢大楼，因此此处应填入含有“集合体”意义的名词，C)collection 收集，采集，组群，符合句意，故为答案。剩余备选名词中，G)dimension 和 J) height 不能与 largest 搭配；CIS 大楼并没有生产太阳能电池板，排除 L)production；M)range 和 N)scale 不符合此处句意，故均排除。",
            "30": "N)scale 规模，程度 详解：名词辨析题。空格前有形容词 large，因此应填入名词。本句意为，自那以后，再也没有如此大______的垂直太阳能电池板工程了。前一句提到，完工后的 CIS 大楼成为欧洲最大的垂直太阳能电池板组群，因此此处表达的意思是这个工程规模很大，所以本题答案为 N)scale 规模，程度，on a large scale 是固定搭配，意为“大规模的”。",
            "31": "I)eventually 最终，终于； 详解：副词辨析题。空格位于谓语 was overtaken 的中间，因此应填入副词。本句意为，这次翻新项目后的很长一段时间里，CIS 大楼都是英国最高的建筑物，但是它______被米尔班克塔超越了。由句意可知，空格处所填的副词应于 for a long time 形成对比，因此答案为 I)eventually 最终，终于；备选项中的 K)necessarily 不符合此处句意，故排除。",
            "32": "K)necessarily 必然，必定 详解：副词辨析题。空格前是 aren’t，后面是形容词 cost-efficient，因此应填入副词修饰形容词。此处意为，像这样的绿色建筑对投资者来说不______划算。but 前后形成对比，but 之后用 does 来强调动词 produce，可以推断 but 之前的内容应该不是十分确定。由此可知，空格处填入的副词应与前面的 not 一起表示“不一定”的含义，故答案为 K)necessarily 必然，必定，not necessarily 是习惯用法，意为“不一定，未必”。",
            "33": "L)production 生产，产生 详解：名词辨析题。空格前是介词 by，后面应该跟名词词组，因此空格处应填入名词。此处意为，但是它产生的污染确实比通过化石燃料来_______能源所造成的污染少。由句意可知，这里是对比两种方式产生能源的污染情况，因此答案为 L)production 生产，产生。energy 是从 fossil fuels 中得来的，因此空格处应填入由动词转化来的名词，其余备选名词均不符合，故排除。",
            "34": "A)cheaper 更便宜 详解：形容词辨析题。空格前是动词 get，可以填入名词作宾语，但备选名词均不符合此处句意，而 get 也可以作为系词，后面跟形容词作表语，因此此处应填入形容词。此处意为，随着太阳能电池板变得______，世界上有可能会看到更多被太阳能电池板覆盖的摩天大楼。本段第一句提到，这种绿色建筑未必划算，而本句又提到以后会有更多太阳能电池板覆盖的摩天大楼，说明太阳能电池板的成本会降低，故答案为 A)cheaper 更便宜。太阳能电池板本身就是清洁能源，不可能“更清洁”，因此排除 B)cleaner。",
            "35": "J) height 高度 详解：名词辨析题。空格前是介词 of，后面应该跟名词或动名词，备选项中没有动名词，因此空格处应填入名词。本句意为，想象这样一个世界：建造最高的摩天大楼不再是一个关于________的竞赛，而是一个关于收集最多太阳能的竞赛。由空格前的 tallest 可知，摩天大楼比的是高度，因此本题答案为 J) height 高度。其余备选名词均不符合此处句意，故排除。"
        },
        "Section B": {
            "explanations": {
                "36": "A student’s yearly expenses on access codes may amount to their rent for two months. 译文：学生每年在访问代码上的花费可能相当于他们两个月的房租。 定位：由题干中 rent 和 two months 定位到原文K段。 详解：K)段第三、四句指出，佐治亚南方大学一名20岁的大三学生这一年在书本和程序的访问代码上花费了900美元。“那可是两个月的房租啊，”她说道。由此可知，学生每年在访问代码上花费可能相当于两个月的房租。题干是对定位句的同义转述，故答案为K)。",
                "37": "The online access codes may be seen as a way to tie the students to the digital system. 译文：线上访问代码可以被看作是一种将捆绑在数字系统上的方式。 定位：由题干中的 a way to tie the students 定位到原文D段。 详解：D)段第一句提到，“说起这些访问代码，我们认为这是教科书垄断的新形式，是一种把学生锁在这个系统中的新方式，”美国公共利益研究集团高等教育倡导者伊桑·斯奈克对BuzzFeed新闻说道。题干中的 tie the students to the digital system 对应原文中的 lock students around this system，故答案为D)。",
                "38": "If a student takes a course again, they may have to buy a new access code to submit their assignments. 译文：如果学生重修一门课程，那么他们可能不得不购买一个新的访问代码来提交作业。 定位：由题干中的 takes a course again 和 buy a new access code 定位到原文M段。 详解：M)段第一句提到，哈珀学的是家禽科学专业，今年要重修化学，她不得不买一个新的访问代码来提交家庭作业。由此可知，学生重修一门课程需要重新购买一个新的访问代码来提交作业。题干中的 submit their assignments 是对原文中 hand in her homework 的同义转述，故答案为M)。",
                "39": "McGraw Hill accounts for over one-fifth of the market share of college textbooks. 译文：麦格劳·希尔公司占大学教材市场份额的五分之一以上。 定位：由题干中的 McGraw Hill 和 the market share of college textbooks 定位原文G段。 详解：G)段提到，麦格劳·希尔公司掌握着21%高等教育市场。由此可知，麦格劳·希尔公司占大学教材市场份额的五分之一以上，题干中的 accounts for 对原文中的 controls；over one-fifth 是对原文中 21%的同义转述，故答案为G)。",
                "40": "Many traditional textbook publishers are now offering online digital products, which they believe will be the future of the publishing business. 译文：很多传统教材出版商现在提供线上数字产品，他们认为这些产品是出版行业的未来。 定位：由题干中的 textbook publishers、offering online digital products 和 future 定位到原文B段。 详解：B)段第二句提到，这些公司作为教科书出版商长期以来收益颇丰，现在吹嘘他们新的在线服务代表着教育行业的未来，同时将这些在线服务通过与他们合作的高校推广至学生。题干中的 online digital products 对应原文中的 new online offerings；be the future 是对原文中 represent the future 的同义转述，故答案为B)。",
                "41": "One student complained that they now had to pay for access codes in addition to the high tuition. 译文：一名学生抱怨道，他们现在除了要支付高额的学费外，还不得不支付访问代码的费用。 定位：由题干中的 student 和 the high tuition 定位到原文L段。 详解：L)段首句提到，本杰明·沃尔弗顿告诉BuzzFeed新闻说，“这太可笑了，我们已经付了好几万的学费，却还要支付所有这些访问代码的费用来做作业。”题干中的 One student 指代Benjamin Wolverton;题干中的 complained 和 the high tuition 分别对应原文中的 it’s ridiculous that 和 tens of thousands in tuition，题干是对定位句的同义转述，故答案为L)。",
                "42": "Digital materials can cost students less than half the price of traditional printed books according to a publisher. 译文：据一个出版商称，学生在数字材料上花费不到传统印刷书本一半的价格。 定位：由题干中的 Digital materials 和 traditional printed books 定位到原文H段。 详解：H)段第二句指出，相比传统的印刷教材，其数字课程材料能为学生节省60%开销。由此推知，数字材料花费不到传统印刷书本一半的价格。题干中的 cost students less than half the price 对应原文中的 save students up to 60%；a publisher 指代Pearson，题干是对定位句的推理判断，故答案为H)。",
                "43": "One student decided not to buy her access code until she received the pay for her part-time job. 译文：一名学生决定在收到她的兼职工资后再购买访问代码。 定位：由题干中的 the pay for her part-time job 定位到原文F段。 详解：F)段提到，哈珀决定等待下次勤工助学的工资，一般是150美元至200美元，用这笔钱来支付这个代码。题干中的 the pay for her part-time job 对应原文中的 work-study paycheck，题干是对定位句的同义转述，故答案为F)。",
                "44": "Online systems may deprive teachers of opportunities to make the best use of their expertise for their students. 译文：线上系统可能会剥夺老师们充分利用专业知识为学生服务的机会。 定位：由题干中的 Online systems 和 expertise 定位到原文J段。 详解：J)段提到，亨特老师指出，“线上系统或许能让我的生活轻松很多，但是我觉得好像自己不再有控制权。课上讨论才是我的专业知识最能带给学生益处的地方。”由此推断，线上系统可能会剥夺老师们充分利用专业知识为学生服务的机会。题干中的 deprive…of opportunities to 是对原文中 giving up control 的同义转述，故答案为 J)。",
                "45": "Digital access codes are criticized because they are profit-driven just like the textbook business. 译文：数字访问代码受到批判是因为它们是以利益为导向 的，正如教材生意一样。 定位：由题干中的 criticized、profit-driven 和 the textbook business 定位到原文画线处。详解：C)段首句提到，但批评家认为这些数字访问代码代表着和教科书生意相同的寻利观念。由此可知，数字访 问代码受到批判是因为它们和教科书生意一样都寻求利益。题干中的 criticized 和 profit-driven 分别对应原文中的 critics 和 profit-seeking，题干是对定位句的同义转述，故答案为 C)。"
            }
        },
        "Section C": {
            "passage1_explanations": {
                "46": "定位：由题干中的 memory slips 定位到首段第三、四句：But if you have memory slips, you probably needn’t worry. There are pretty clear differences between signs of dementia and age-related memory loss. 详解：事实细节题。文章首段第三、四句指出，如果你有时健忘，你很可能不需要担心。因为痴呆症的症状与年龄相关的记忆缺失的症状有很明显的区别。由此可见，健忘并不一定就是痴呆症的症状，故答案为 A。",
                "47": "定位：由题干中的 as we become aged 定位到第三段。 详解：事实细节题。文章第三段指出，大脑像身体的其它部位一样衰老。某些部位会萎缩，尤其是大脑中那些对学习、记忆和计划十分重要的区域。脑细胞的变化会影响大脑不同区域之间的交流。由此可见，大脑中不同区域间的交流会逐渐衰退，故答案为 C。",
                "48": "定位：由题干中的 memory-related symptom 和 take seriously 定位到第五段。 详解：事实细节题。文章第五段指出，当你忘记整个经历，那就是“一面红色的信号旗，意味着可能存在更严重的问题。”忘记如何操作一个熟悉的物品，如微波炉，或是忘记如何开车到一个你以前拜访过很多次的朋友家时，这也是大脑出现问题的征兆。选项 A)中的 do one’s daily routines 是对原文中 operate a familiar object like a microwave oven 和 drive to the house of a friend you’ve visited many times before 的概括，故答案为 A。",
                "49": "定位：由题干中的 people do 和 signs of serious memory loss show up 定位到第七段第一、二句。 详解：事实细节题。第七段前两句提到，你不必自己弄明白这些事情。达夫勒建议人们去看医生，检查药物、健康问题和其它会影响记忆的因素。由此可见，当出现严重的记忆缺失症状时，人们应该寻求专业人士的帮助，故答案为 C。",
                "50": "定位：由题干中的 Dr. Daffner’s advice for combating memory loss 定位到最后一段。 详解：推理判断题。文章最后一段指出，读书、看电影、培养新的兴趣或活动都可以迫使一个人用新奇的方式思考。换言之，就是让大脑忙碌和运转起来。同样，身体也要动起来，因为锻炼是著名的大脑助推器。由此推断，要应对记忆的缺失，人们需要在精神和身体两个方面保持积极状态，故答案为 D。"
            },
            "passage2_explanations": {
                "51": "定位：由题干中的 Darwin’s letter 和 in the 1970s 定位到第二段：“We realized in the mid-1970s that it was missing,”… “The intern likely took the letter again once nobody was watching it.” 详解：推理判断题。第二段首句指出，史密森学会档案馆的负责人艾菲·卡普萨里斯说：“我们在二十世纪七十年代中期发现这封信丢失了。”该段末句指出，“这个实习生很有可能在没人看管时又将这封信拿走了。”由此可见，这封信被盗了不止一次，故答案为 B。",
                "52": "定位：由题干中的 FBI do after the recovery of the letter 定位到第三段第三、四句：Their art crime team recovered the letter but were unable to press charges because the time of limitations had ended. The FBI worked closely with the Archives to determine that the letter was both authentic and definitely Smithsonian’s property. 详解：事实细节题。文章第三段第三、四句指出，艺术品犯罪小组找回了这封信，但是却不能提起诉讼，因为已经过了诉讼的时限。联邦调查局与档案馆密切合作最终确定该信件为真迹，故答案为 A。",
                "53": "定位：由题干中的 Darwin’s letter about 定位到第四段：The letter was written by Darwin to thank an American geologist, Dr. Ferdinand Vandeveer Hayden, for sending him copies of his research into the geology of the region that would become Yellowstone National Park. 详解：事实细节题。第四段提到，达尔文写这封信是为了感谢美国的一位地质学家费迪纳得·万德韦尔·海登博士，感谢他给自己寄送一个区域地质研究的复印件。由此可见，这封信是一封感谢信。故答案为 D。",
                "54": "定位：由题干中的 Smithsonian Institution Archives do with the letter 和 according to Kapsalis 定位到第五段第四句：After it is repaired, we will take digital photos of it and that will be available online. One of our goals is to get items of high research value or interest to the public online. 详解：实施细节题。文章第五段第四句提到，将它修复后，档案馆会拍摄数码照片并将其上传至网上为大家所用。由此可见，档案馆修复文件后，会将这封信的电子版本上传至网络，为大众所用。故答案为 D。",
                "55": "定位：由题干中的 the past half century 和 according to Kapsalis 定位到文章最后一段第二句：“Archiving practices have changed greatly since the 1970s,” says Kapsalis, “and we keep our high value documents in a safe that I don’t even have access to.” 详解：实施细节题。最后一段第二句提到，自从二十世纪七十年代以来，档案馆流程已经发生了巨大的变化，故答案为 B。"
            }
        }
    }
}